---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateAreaLine
source: html/e68a95db-4df8-9f75-0b51-7726e33639ba.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateAreaLine Property

Area separation line is slightly off axis and may cause inaccuracies.

## Syntax (C#)
```csharp
public static FailureDefinitionId InaccurateAreaLine { get; }
```